const bab_1 = `Аллахумма иннии ас'алука би асмааика
Йаа Аллах
Йаа Рахмаан
Йаа Рахиим
Йаа Алиим
Йаа Халиим
Йаа Азиим
Йаа Хакиим
Йаа Кодиим
Йаа Мукиим
Йаа Кариим
`,
  bab_2 = ``,
  bab_3 = ``,
  bab_4 = ``,
  bab_5 = ``,
  bab_6 = ``,
  bab_7 = ``,
  bab_8 = ``,
  bab_9 = ``,
  bab_10 = ``,
  bab_11 = ``,
  bab_13 = ``,
  bab_14 = ``,
  bab_15 = ``,
  bab_16 = ``,
  bab_17 = ``,
  bab_18 = ``,
  bab_19 = ``,
  bab_20 = ``,
  bab_21 = ``,
  bab_22 = ``

export default [
  {
    id: "1",
    title: "1-БАБ",
    text: bab_1,
  },
  {
    id: "2",
    title: "2-БАБ",
    text: bab_2,
  },
  {
    id: "3",
    title: "2-БАБ",
    text: bab_3,
  },
];
