
const JavDua = [
  {
    firstText:"Аллахумма иннии ас'алука би асмааика",
    javshantext:`
Йаа Аллах
Йаа Рахмаан
Йаа Рахиим
Йаа Алиим
Йаа Халиим
Йаа Азиим
Йаа Хакиим
Йаа Кодиим
Йаа Мукиим
Йаа Кариим`,
    secondText:
      "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
  },
  {
    firstText:"",
    javshantext:`
Иаа Саййидас-саадаат
Йаа Мужиибад-даваат
Иаа Валиййал-хасанаат
Иаа Рафиад-даражаат
Йаа Азиимал-баракаат
Йаа Гоофирал-хатииаат
Иаа Даафиъал-балиййаат
Йаа Саамиал-асваат
Йаа Мутыйал-масуулаат
Йаа Аалимас-сирри вал-хофиййаат
  `,
    secondText:
      "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
  },

  {
    firstText:"Аллахумма иннии ас'алука би асмааика",
    javshantext:`
Иаа Хойрол Гоофириин
Йаа Хойрон-Наасыриин
Йаа Хойрол Фаатихиин
Иаа Хойрол Хаакимиин
Йаа Хойрол Ваарисиин
Йаа Хойроз-Заакириин
Иаа Хойрор-Роозикиин
Иаа Хойрол Хаамидиин
Йаа Хойрол Мухсиниин
Иаа Хойрол Фаасылиин
  `,
    secondText:
      "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
  },
  {
    firstText:"",
    javshantext:`
Йаа Ман лахул-иззу вал-жамаал
Йаа Ман лахул-мулку вал-жалаал
Иаа Ман лахул-кудрату вал-камаал
Йаа Ман хувал-кабиирул-мутаъаал
Йаа Ман хува шадиидул-михаал
Йаа Ман хува шадиидул-икооб
Иаа Ман хува сариизул-хисааб
Иаа Ман хува индаху хуснус-савааб
Йаа Ман хува ъиндаху уммул-китааб
Йаа Ман хува йуншиус-сахаабас-сикаал
  `,
    secondText:
      "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
  },{
    firstText:"Аллахумма иннии ас'алука би асмааика",
    javshantext:`
  `,
    secondText:
      "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
  },
  {
    firstText:"Аллахумма иннии ас'алука би асмааика",
    javshantext:`
  `,
    secondText:
      "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
  },

  {
    firstText:"Аллахумма иннии ас'алука би асмааика",
    javshantext:`
  `,
    secondText:
      "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
  },
  {
    firstText:"Аллахумма иннии ас'алука би асмааика",
    javshantext:`
  `,
    secondText:
      "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
  },
  {
    firstText:"Аллахумма иннии ас'алука би асмааика",
    javshantext:`
  `,
    secondText:
      "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
  },
  {
    firstText:"Аллахумма иннии ас'алука би асмааика",
    javshantext:`
  `,
    secondText:
      "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
  },
  {
    firstText:"Аллахумма иннии ас'алука би асмааика",
    javshantext:`
  `,
    secondText:
      "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
  },
  {
    firstText:"Аллахумма иннии ас'алука би асмааика",
    javshantext:`
  `,
    secondText:
      "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
  },
  {
    firstText:"Аллахумма иннии ас'алука би асмааика",
    javshantext:`
  `,
    secondText:
      "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
  },
  {
    firstText:"Аллахумма иннии ас'алука би асмааика",
    javshantext:`
  `,
    secondText:
      "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
  },
  {
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},


{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
},
{
  firstText:"Аллахумма иннии ас'алука би асмааика",
  javshantext:`
`,
  secondText:
    "Субхаанака йаа лаа илааа иллаа антал амаанал амаана холлиснаа минан-наар",
}
];
export default JavDua