import { View, Text, ScrollView, Image } from "react-native";
import React from "react";
import Header from "../screens/Header";
import { gStyle } from "../Style/Style";
import SurSample from "./SurSample";

const arabicText = `(1).بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ
(2).الْحَمْدُ للّهِ رَبِّ الْعَالَمِينَ
(3).الرَّحْمنِ الرَّحِيمِ
(4).مَالِكِ يَوْمِ الدِّينِ
(5).إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ
(6).اهدِنَا الصِّرَاطَ المُستَقِيمَ
(7).صِرَاطَ الَّذِينَ أَنعَمتَ عَلَيهِمْ غَيرِ المَغضُوبِ عَلَيهِمْ وَلاَ الضَّالِّينَ`;

const rusText = `Аъуузу биллаахи минаш - шайтоонир - рожиим.
(1). БисмиЛЛааҳир - Рохмаанир - Рохиим.
(2). 'Альхамду лиЛЛааҳи Роббиль ъааламиин.
(3). Ар-Рохмаанир-Рохиим.
(4). Маалики йаумид-Диин.
(5). 'ИййааКа наъбуду уа 'иййааКа настаъиин.
(6). 'Иҳдинас-сыроотол мустақиим.
(7). Сыроотоллазиина 'анъамта ъалайҳим, ғойрил мағдууби ъалайҳим уа ладдооооллиин.`;

const meaningText =  `(1). Ырайымдуу Мээримдүү Аллахтын аты менен (баштаймын)
(2). Ааламдардын Раббиси – Аллага алкыш-мактоолор болсун!
(3). Ал – Ырайымдуу, Мээримдүү
(4). Кыямат Күндүн падышасы.
(5). Жалгыз Сага гана сыйынабыз жана Сенден гана жардам сурайбыз.
(6). (О, Жараткан!) Бизди Туура Жолго баштагын!
(7). Өзүң жакшылык берген адамдардын жолуна (баштагын). Каарыңа учурагандардын жана адашкандардын жолуна эмес.`

export default function Al_Fatiha() {
  return (
    <View style={gStyle.main}>
      <View style={gStyle.header}>
        <Header title="СУРЫ" />
      </View>
      <ScrollView>
        <View style={gStyle.container}>
          <View style={gStyle.container_row}>
            <SurSample
              title="Аль-Фатиха"
              arabicText={arabicText}
              rusText={rusText}
              meaningText={meaningText}
            />
          </View>
        </View>
      </ScrollView>
    </View>
  );
}
